# ClosePDFDocument

## Description
This will finish creating the PDF document that you started with OpenPDFDocument.  This is intended to support Batch Export to PDF.

```pascal
PROCEDURE ClosePDFDocument;
```

```python
def vs.ClosePDFDocument():
    return None
```

## Version
Availability: from VectorWorks12.5

## Category
* Command